[
	{
	  "title": "Projet 3 : Booki",
	  "description":
		"L'objectif de ce site Web était de coder entièrement le CSS d'un site recensant des hebergements et activités à partir du modèle d'une maquette. Le site devait être responsive en mobile et tablette, en plus du format desktop de base.",
	  "objectifs":
		"A la fin de ce projet, j'ai ainsi utilisé de nombreuses fonctionnalités CSS et je suis capable de mettre en page un site sans aucun problème.",
	  "image": "./formation/projet3/preview.jpg",
	  "alt": "image d'un site d'hébergements",
	  "link": "booki"
	},
	{
	  "title": "Projet 4 - OhMyFood",
	  "description":
		"Avec les bases du CSS en poche, il était temps de s'attaquer à un plus gros défi : les animations CSS. Le but de ce site était de créer une application de restauration rapide de luxe, entièrement pensée pour mobile avec un support tablette et desktop minimal.",
	  "objectifs":
		"Ainsi, on trouve diverses animations sur le site, d'un loader permettant de faire patienter l'utilisateur lors du chargement de la page à une animation de favori pour les restaurants en passant par une arrivée animée des menus sur les pages de restaurants.",
	  "image": "./formation/projet4/preview.jpg",
	  "alt": "images d'une application mobile de commande de nourriture",
	  "link": "ohmyfood"
	},
	{
	  "title": "Projet 6 - Sophie Bluel",
	  "description": "Une fois le CSS bien maîtrisé, le temps du Javascript était venu. Après un projet 5 très court faisant office de mise en bouche, le vrai défi était là avec un site complet à faire en Javascript à partir d'une maquette.",
	  "objectifs": "Le site devait comprendre une interface de connexion fonctionnelle et des changements visuels lorsque l'utilisateur était connecté. De plus, la base de données d'images devait pouvoir être mise à jour avec des ajouts ou suppressions d'images facilement réalisables.",
	  "image": "./formation/projet6/preview.jpg",
	  "alt": "Capture d'écran de la page d'acceuil d'un site de designer d'espace",
	  "link": "sophie-bluel"
	},
	{
	  "title": "Projet 7 - Qwenta",
	  "description": "Changement total de registre, aucune ligne de code sur ce projet. Ici, on planifie un site de manière purement théorique avant de faire un rapport simple et sans termes techniques au client qui ne connait rien à l'informatique.",
	  "objectifs": " Quelle technologie utiliser et pourquoi ? Quelles seront les contraintes à affronter et comment optimiser le développement, en terme de côut et de temps ? Combien de développeurs devront travailler sur le projet ? Bien que ce ne soit pas du tout le type de travail que je recherche, je suis apte à remplir ce rôle.",
	  "image": "./formation/projet7/preview.jpg",
	  "alt": "Logo de Qwenta",
	  "link": "qwenta"
	},
	{
	  "title": "Projet 8 - Kasa",
	  "description": "Premier gros projet en React de la formation : coder à partir d'une maquette un site de locations immobilières entre particuliers. En parallèle, l'utilisation de SASS était obligatoire, ce qui m'a permis de découvrir cette technologie.",
	  "objectifs": "Le site se compose d'une page d'acceuil, une page \"A propos\" et des pages individuelles pour chaque logement, comportant des informations telles que le lieu, le propriétaire ou encore des tags ou une notation pour le logement en question.",
	  "image": "./formation/projet8/preview.jpg",
	  "alt": "Capture d'écran de la page d'acceuil d'un site de location de logement",
	  "link": "kasa"
	},
	{
	  "title": "Projet 9 - Nina Carducci",
	  "description":
		"Pour ce projet, le site existait déjà mais était très mal optimisé. Mon objectif était d'apporter plusieurs améliorations pour aider à son référencement et au confort de l'utilisateur.",
	  "objectifs":
		"Parmi ces améliorations, on retrouve les formats d'image optimisés, le lazy-loading, une réduction importante de la taille des images, des corrections de syntaxe et bien d'autres. ",
	  "image": "./formation/projet9/preview.jpg",
	  "alt": "Capture d'écran de la page d'acceuil d'un site de photographe",
	  "link": "nina-carducci"
	},
	{
	  "title": "Projet 10 - 77Events",
	  "description":
		"Ce projet m'a fait endosser la casquette de débuggeur avec un site partiellement terminé dont plusieurs fonctionnalités ne marchaient pas.",
	  "objectifs":
		"Ainsi, j'ai appris à isoler la source d'un problème avec une méthodologie de test précise et à corriger efficacement les erreurs d'un code qui n'est pas forcément le mien en premier lieu.",
	  "image": "./formation/projet10/preview.jpg",
	  "alt": "Capture d'écran de la page d'acceuil d'un site d'évenementiel'",
	  "link": "77events"
	},
	{
	  "title": "Projet 11 - Argent Bank",
	  "description":
		"Le site présenté existait déjà sous forme de page statique et le but était de le transformer en site React tout en ajoutant des fonctionnalités telles que la connexion utilisateur ou l'édition de certaines données.",
	  "objectifs":
		"Ce projet se basait beaucoup sur l'utilisation de Redux et sur l'édition d'une base de données type MongoDB à l'aide d'appels API, ce qui permet d'avoir une porte d'entrée vers le monde du développement back-end.",
	  "image": "./formation/projet11/preview.jpg",
	  "alt": "Capture d'écran de la page d'acceuil d'un site de banque",
	  "link": "argent-bank"
	}
  ]